NSCameraUsageDescription = "Camera access is required to scan documents and make photo and video.";
NSFaceIDUsageDescription = "Face ID is required to authenticate using face recognition.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "Photo library access is required to upload your photos and videos to your cloud.";
NSPhotoLibraryAddUsageDescription = "Photo library access is required to upload your photos and videos to your cloud.";
NSMicrophoneUsageDescription = "Microphone access is required to create voice notes.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
